Revit 2024 API
ParameterTypeId.StructuralAttachmentEndValueElevation Property
 "End Attachment Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StructuralAttachmentEndValueElevation { get; }
Visual Basic
Public Shared ReadOnly Property StructuralAttachmentEndValueElevation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StructuralAttachmentEndValueElevation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace